
default_nuts_list = \
    [
        {
            "name": "Арахис",
            "img_src": "https://med.news.am/static/news/b/2023/08/34373.jpg",
            "description": "Арахис принято называть орехом. На самом же деле это растение из семейства бобовых. Растет не на дереве, а в земле. Отсюда и второе его название – земляной орех. При этом плоды обладают всеми свойствами, присущими ядру орехов.",
            "weight_one_nut_min": 1,
            "weight_one_nut_max": 1
        },
        {
            "name": "Бразильский",
            "img_src": "https://avatars.mds.yandex.net/get-mpic/4355034/img_id9113463144712577962.jpeg/orig",
            "description": "“Божественный дар небес” — так называли индейцы бразильский орех, который использовали в народной медицине и очень ценили за его питательные свойства и приятный вкус.",
            "weight_one_nut_min": 5,
            "weight_one_nut_max": 5
        },
        {
            "name": "Грецкий",
            "img_src": "https://cdn1.ozone.ru/s3/multimedia-o/6557300328.jpg",
            "description": "Грецкий орех – однодомное ветроопыляемое растение. Продолжительность жизни могучего дерева составляет от 400 до 1000 лет. Плоды грецкого ореха не только вкусные, но и полезные. Развесистая крона, усыпанная ярко-зелеными листьями, очищает и дезинфицирует воздух.",
            "weight_one_nut_min": 5,
            "weight_one_nut_max": 15
        },
        {
            "name": "Макадамия",
            "img_src": "https://selcdn.fedsp.com/lacerta/24/1126/d7632ed5e79318b.jpeg",
            "description": "Макадамия или королевский орех – самый удивительный представитель из семейства ореховых культур. Это самый полезный и самый вкусный орех на земле. Австралийцы считают орех священным и наделяют его божественными качествами, называя ключом здоровья.",
            "weight_one_nut_min": 4,
            "weight_one_nut_max": 5
        },
        {
            "name": "Миндаль",
            "img_src": "https://avatars.mds.yandex.net/get-mpic/5130171/2a0000018fdaa1699cfe2ec14c36d4fafdd2/orig",
            "description": "Миндальное дерево — это листопадное дерево или кустарник, который производит съедобные орехи-миндаль. Оно обычно достигает высоты от 4 до 10 метров и имеет гладкую серую кору.",
            "weight_one_nut_min": 1,
            "weight_one_nut_max": 2
        },
        {
            "name": "Фундук",
            "img_src": "https://cdn1.ozone.ru/s3/multimedia-0/6857591436.jpg",
            "description": "Фундук или лесной орех — плод одного из окультуренных видов лещины. К ним относится лещина обыкновенная (Corylus avellana), лещина крупная (Corylus maxima), лещина понтийская (Corylus pontica) и их гибриды.",
            "weight_one_nut_min": 1,
            "weight_one_nut_max": 2
        },
        {
            "name": "Кедровый",
            "img_src": "https://static.tildacdn.com/tild3963-6334-4463-a332-373537383331/photo.jpg",
            "description": "В России для производства кедровых орехов культивируют сибирскую кедровую сосну или сибирский кедр (не путать с гималайским, ливанским и атлантическим кедром из рода «кедр», ведь семена данных видов не употребляют в пищу).",
            "weight_one_nut_min": 1,
            "weight_one_nut_max": 1
        },
    ]